{
  "covid": {
    "en": "COVID-19 is a viral respiratory infection spread through droplets. Symptoms include fever, cough, tiredness, and breathing difficulty. Rest, hydration, and isolation help recovery.",
    "hi": "COVID-19 एक वायरल संक्रमण है जो छींक या खांसी से फैलता है। बुखार, खांसी, थकान और सांस की तकलीफ इसके लक्षण हैं। आराम और पानी जरूरी हैं।",
    "ta": "COVID-19 என்பது துளிகளിലൂടെ பரவும் மூச்சுத் தொற்று. காய்ச்சல், இருமல், சோர்வு, சுவாச சிரமம் அறிகுறிகளாகும்.",
    "te": "COVID-19 చినుకుల ద్వారా వ్యాపించే శ్వాసకోశ వైరస్. జ్వరం, దగ్గు, అలసట, శ్వాసలో ఇబ్బంది లక్షణాలు.",
    "kn": "COVID-19 ಹನಿ ಕಣಗಳ ಮೂಲಕ ಹರಡುವ ಉಸಿರಾಟದ ಸೋಂಕು. ಜ್ವರ, ಕೆಮ್ಮು, ದಣಿವು, ಉಸಿರಾಟ ಕಷ್ಟ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ.",
    "ml": "COVID-19 ചുമ/തുമ്മൽ തുള്ളികളിലൂടെ പകരുന്ന ശ്വാസകോശ രോഗമാണ്. പനി, ചുമ, ക്ഷീണം, ശ്വാസതടസം ലക്ഷണങ്ങളാണ്."
  },

  "dengue": {
    "en": "Dengue spreads through Aedes mosquitoes. Symptoms include high fever, joint pain, headache, and weakness. Avoid self-medication and stay hydrated.",
    "hi": "डेंगू एडीज मच्छर से फैलता है। इसमें तेज बुखार, बदन दर्द, सिर दर्द और कमजोरी होती है। खुद दवा न लें और खूब पानी पिएं।",
    "ta": "டெங்கீ ஏட்ஸ் கொசுவால் பரவும். அதிக காய்ச்சல், உடலுவலி, தலைவலி முக்கிய அறிகுறிகள்.",
    "te": "డెంగీ ఏడీస్ దోమల ద్వారా వ్యాపిస్తుంది. అధిక జ్వరం, శరీర నొప్పులు, తల నొప్పి లక్షణాలు.",
    "kn": "ಡೆಂಗೀ ಏಡಿಸ್ ಮಶಕದಿಂದ ಹರಡುತ್ತದೆ. ಹೆಚ್ಚು ಜ್ವರ, ದೇಹನೋವು, ತಲೆನೋವು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ.",
    "ml": "ഡെങ്കിപ്പനി എഡ്സ് കൊതുക് വഴി പകരുന്നു. ഉയർന്ന പനി, ശരീരവേദന, ക്ഷീണം ഉണ്ടാകും."
  },

  "malaria": {
    "en": "Malaria spreads through Anopheles mosquitoes. Fever with chills, sweating, and body pain are common symptoms. Early treatment prevents complications.",
    "hi": "मलेरिया एनाफिलीज़ मच्छर से फैलता है। बुखार, ठंड लगना और शरीर में दर्द इसके लक्षण हैं। समय पर इलाज जरूरी है।",
    "ta": "மலேரியா அனோஃபிலிஸ் கொசுவால் பரவும். குளிர் நடுக்கத்துடன் காய்ச்சல் வரும்.",
    "te": "మలేరియా అనోఫిలీస్ దోమల ద్వారా వస్తుంది. జ్వరం, వణుకు, చెమట ప్రధాన లక్షణాలు.",
    "kn": "ಮಲೇರಿಯಾ ಅನೋಫಿಲಿಸ್ ಮಶಕದಿಂದ ಬರುತ್ತದೆ. ಜ್ವರ, ನಡುಕು, ಬೆವರು ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ.",
    "ml": "മലേറിയ അനോഫിലിസ് കൊതുക് വഴി പകരുന്നു. പനി, വിറയൽ, വിയർപ്പു എന്നിവ ഉണ്ടായേക്കാം."
  },

  "tuberculosis": {
    "en": "Tuberculosis (TB) mainly affects the lungs. Symptoms include long-lasting cough, fever, weight loss, and night sweats. Treatment is long but very effective.",
    "hi": "टीबी फेफड़ों को प्रभावित करती है। लगातार खांसी, बुखार और वजन कम होना इसके लक्षण हैं। इलाज लंबा लेकिन प्रभावी होता है।",
    "ta": "டி.பி. நுரையீரலைப் பாதிக்கும். நீண்டகால இருமல், காய்ச்சல், எடை குறைவு முக்கிய அறிகுறிகள்.",
    "te": "టిబి ఊపిరితిత్తులను ప్రభావితం చేస్తుంది. దీర్ఘకాలిక దగ్గు, జ్వరం, బరువు తగ్గడం లక్షణాలు.",
    "kn": "ಟಿ.ಬಿ. ಉಸಿರುಗಾಸುಗಳನ್ನು ಮುಖ್ಯವಾಗಿ ಪರಿಣಾಮ ಬೀರುತ್ತದೆ. ದೀರ್ಘಕೆಮ್ಮು, ಜ್ವರ ಕಾಣಿಸುತ್ತದೆ.",
    "ml": "ടി ബി പ്രധാനമായും ശ്വാസകോശത്തെ ബാധിക്കുന്നു. ദീർഘകാല ചുമ, പനി, ഭാരം കുറയൽ ലക്ഷണമാണ്."
  },

  "influenza": {
    "en": "Influenza (flu) is a viral fever causing body aches, cough, cold, fever, and tiredness. Rest and fluids help recovery.",
    "hi": "फ्लू एक वायरल बुखार है जिसमें शरीर दर्द, खांसी और थकान होती है। आराम से राहत मिलती है।",
    "ta": "ஃப்ளூ ஒரு வைரஸ் காய்ச்சல். உடலுவலி, இருமல், சோர்வு போன்றவை ஏற்படும்.",
    "te": "ఫ్లూ వైరల్ జ్వరం. శరీర నొప్పి, దగ్గు, అలసట కనిపిస్తాయి.",
    "kn": "ಫ್ಲೂ ವೈರಲ್ ಜ್ವರ. ದೇಹನೋವು, ಜ್ವರ, ಕೆಮ್ಮು ಕಾಣಿಸಬಹುದು.",
    "ml": "ഫ്ലൂ ഒരു വൈറസ് ജ്വരമാണ്. ശരീരവേദനയും ചുമയും പനിയും ഉണ്ടാകും."
  },

  "typhoid": {
    "en": "Typhoid spreads through contaminated food or water. Symptoms include prolonged fever, stomach pain, and weakness. Maintain hygiene and avoid street food.",
    "hi": "टाइफाइड गंदे पानी या दूषित भोजन से फैलता है। लंबे समय तक बुखार, पेट दर्द और कमजोरी इसके लक्षण हैं।",
    "ta": "டைஃபாய்டு பாதிக்கப்பட்ட நீர்/உணவு மூலம் பரவும். நீண்டகால காய்ச்சல், வயிற்றுவலி ஏற்படும்.",
    "te": "టైఫాయిడ్ కలుషిత నీరు/ఆహారం వల్ల వస్తుంది. దీర్ఘకాలిక జ్వరం, కడుపు నొప్పి లక్షణాలు.",
    "kn": "ಟೈಫಾಯ್ಡ್ ಅಶುದ್ಧ ನೀರು/ಆಹಾರದಿಂದ ಬರುತ್ತದೆ. ದೀರ್ಘ ಜ್ವರ, ಹೊಟ್ಟೆನೋವು ಕಾಣಿಸಬಹುದು.",
    "ml": "ടൈഫോയ്ഡ് മലിനജലം/ഭക്ഷണം മൂലം പകരുന്നു. ദീർഘകാല പനിയും വയറുവേദനയും ഉണ്ടാകും."
  },

  "cholera": {
    "en": "Cholera causes sudden watery diarrhea and dehydration due to contaminated water. ORS and clean water are essential for recovery.",
    "hi": "कालरा दूषित पानी से होता है। पानी जैसा दस्त और तेज निर्जलीकरण इसके लक्षण हैं। ओआरएस जरूरी है।",
    "ta": "காலரா மாசான நீரால் ஏற்படும். நீர்க்கேழ்ச்சி, வயிற்றுப்போக்கு தீவிரமாக இருக்கும்.",
    "te": "కాలరా కలుషిత నీటితో వస్తుంది. తీవ్రమైన డైరియా, డీహైడ్రేషన్ లక్షణాలు.",
    "kn": "ಕಾಲೇರಾ ಅಶುದ್ಧ ನೀರಿನಿಂದ ಬರುತ್ತದೆ. ತೀವ್ರ ಜಲದೋಷ, ದೇಹದ ನೀರಿಳಿಕೆ ಕಾಣಿಸಬಹುದು.",
    "ml": "കാലറ മലിനജലത്തിൽ നിന്ന് പകരുന്ന രോഗമാണ്. കടുത്ത വയറിളക്കം, ദേഹദാഹം ഉണ്ടാകും."
  },

  "chikungunya": {
    "en": "Chikungunya spreads through Aedes mosquitoes. Severe joint pain, fever, and body stiffness are common. Recovery may take weeks.",
    "hi": "चिकनगुनिया एडीज मच्छर से फैलता है। इसमें जोड़ो में तेज दर्द, बुखार और जकड़न होती है।",
    "ta": "சிக்குன்குனியா ஏட்ஸ் கொசுவால் பரவும். கடுமையான மூட்டு வலி, காய்ச்சல் ஏற்படும்.",
    "te": "చికున్‌గునియా ఏడీస్ దోమల ద్వారా వస్తుంది. తీవ్రమైన కీళ్ల నొప్పి, జ్వరం కనిపిస్తాయి.",
    "kn": "ಚಿಕುಂಗುನಿಯಾ ಏಡಿಸ್ ಮಶಕದಿಂದ ಹರಡುತ್ತದೆ. ತೀವ್ರ ಸಂಧಿ ನೋವು, ಜ್ವರ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತದೆ.",
    "ml": "ചിക്കുന്‍ഗുനിയ എഡ്സ് കൊതുക് വഴി പകരുന്നു. ശക്തമായ സന്ധിവേദനയും പനിയും ഉണ്ടാകും."
  },

  "hepatitis_a": {
    "en": "Hepatitis A spreads through contaminated food or water. Causes jaundice, fever, and stomach discomfort. Usually resolves with rest.",
    "hi": "हेपेटाइटिस A दूषित पानी/भोजन से फैलता है। पीलिया, बुखार और पेट दर्द होते हैं।",
    "ta": "ஹெபடைட்டிஸ் A மாசான தண்ணீர்/உணவு மூலம் பரவும். காமாலை, காய்ச்சல் ஏற்படும்.",
    "te": "హెపటైటిస్ A కలుషిత నీరు/ఆహారం వల్ల వస్తుంది. పసుపుదనం, జ్వరం ఉంటుంది.",
    "kn": "ಹೆಪಟೈಟಿಸ್ A ಅಶುದ್ಧ ಆಹಾರ/ನೀರಿನಿಂದ ಬರುತ್ತದೆ. ಕಾಮಲೆಯಾದರೂ ಜ್ವರ ಕಾಣಬಹುದು.",
    "ml": "ഹെപ്പറ്റൈറ്റിസ് A മലിനജലം/ഭക്ഷണം മൂലം. കാമല, പനി എന്നിവ ഉണ്ടാകും."
  },

  "hepatitis_b": {
    "en": "Hepatitis B spreads through blood or body fluids. Causes liver inflammation, fatigue, and jaundice. Vaccination can prevent it.",
    "hi": "हेपेटाइटिस B खून या द्रव से फैलता है। यह लीवर को नुकसान पहुंचा सकता है। टीका उपलब्ध है।",
    "ta": "ஹெபடைட்டிஸ் B இரத்தம்/உடல் திரவங்களால் பரவும். காமாலை, சோர்வு ஏற்படும்.",
    "te": "హెపటైటిస్ B రక్తం లేదా శరీర ద్రవాల ద్వారా వస్తుంది. పసుపుదనం, అలసట లక్షణాలు.",
    "kn": "ಹೆಪಟೈಟಿಸ್ B ರಕ್ತ/ದೇಹದ ದ್ರವಗಳಿಂದ ಹರಡುತ್ತದೆ. ಕಾಮಲೆಯಾದರೂ ದಣಿವು ಕಾಣಬಹುದು.",
    "ml": "ഹെപ്പറ്റൈറ്റിസ് B രക്തം/ദേഹ ദ്രവങ്ങൾ വഴി പകരുന്നു. കരൾശേഷി കുറയാം."
  }  ,
  "hepatitis_c": {
    "en": "Hepatitis C spreads through infected blood. It often shows no early symptoms but can cause chronic liver disease later. Early testing helps avoid complications.",
    "hi": "हेपेटाइटिस C संक्रमित खून से फैलता है। शुरू में लक्षण नहीं दिखते पर बाद में लीवर को नुकसान पहुंच सकता है।",
    "ta": "ஹெபடைட்டிஸ் C பாதிக்கப்பட்ட இரத்தத்தால் பரவும். ஆரம்பத்தில் அறிகுறிகள் தெரியாமல் இருப்பது வழக்கம்.",
    "te": "హెపటైటిస్ C సంక్రమిత రక్తం ద్వారా వ్యాపిస్తుంది. ప్రారంభంలో ఎక్కువగా లక్షణాలు ఉండవు.",
    "kn": "ಹೆಪಟೈಟಿಸ್ C ಸೋಂಕಿತ ರಕ್ತದಿಂದ ಹರಡುತ್ತದೆ. ಆರಂಭದಲ್ಲಿ ಲಕ್ಷಣಗಳು ಕಾಣದಿರಬಹುದು.",
    "ml": "ഹെപ്പറ്റൈറ്റിസ് C രോഗബാധിതരക്തത്തിലൂടെ പകരുന്നു. ആദ്യം ലക്ഷണങ്ങൾ ഉണ്ടാകാതിരിക്കും."
  },

  "hiv": {
    "en": "HIV weakens the immune system. Early symptoms include fever, tiredness, and weight loss. With treatment, people can live long and healthy lives.",
    "hi": "एचआईवी प्रतिरक्षा प्रणाली को कमजोर करता है। शुरुआती लक्षणों में बुखार और थकान शामिल हैं। इलाज से सामान्य जीवन संभव है।",
    "ta": "HIV நோய் எதிர்ப்பு சக்தியை குறைக்கிறது. சிகிச்சையுடன் சாதாரணமாக வாழலாம்.",
    "te": "HIV రోగనిరోధక శక్తిని బలహీనపరుస్తుంది. చికిత్సతో ఆరోగ్యంగా జీవించవచ్చు.",
    "kn": "HIV ರೋಗನಿರೋಧಕ ಶಕ್ತಿಯನ್ನು ದುರ್ಬಲಗೊಳಿಸುತ್ತದೆ. ಚಿಕಿತ್ಸೆಯಿಂದ ಸಾಮಾನ್ಯ ಜೀವನ ಸಾಧ್ಯ.",
    "ml": "HIV പ്രതിരോധശേഷി കുറയ്ക്കുന്നു. ചികിത്സയോടെ സാധാരണ ജീവിതം സാധ്യമാണ്."
  },

  "measles": {
    "en": "Measles spreads through the air. Symptoms include fever, cough, red eyes, and body rash. Vaccination is the best prevention.",
    "hi": "खसरा हवा में फैलता है। बुखार, खांसी और शरीर पर लाल दाने होते हैं। टीका उपलब्ध है।",
    "ta": "கசரா காற்றில் பரவும். காய்ச்சல், இருமல், தோலில் சுண்டைகள் காணப்படும்.",
    "te": "ఖసరా గాలి ద్వారా వస్తుంది. జ్వరం, దగ్గు, చర్మంపై దద్దుర్లు కనిపిస్తాయి.",
    "kn": "ಮೀಸಲ್ಸ್ ಗಾಳಿಯ ಮೂಲಕ ಹರಡುತ್ತದೆ. ಜ್ವರ, ಕೆಮ್ಮು, ಚರ್ಮದ ರೇಷ್ಮೆ ಕಾಣಿಸಬಹುದು.",
    "ml": "ചാമപ്പനി വായുവിൽ പകരും. പനി, ചുമ, ചർമ്മരോഗം ഉണ്ടാകും."
  },

  "mumps": {
    "en": "Mumps causes swelling near the jaw, fever, and pain while eating. It spreads through saliva. Vaccination prevents infection.",
    "hi": "गलसुआ में जबड़े के पास सूजन, बुखार और दर्द होता है। लार से फैलता है।",
    "ta": "மம்ப்ஸ் தாடை பகுதியில் வீக்கம், காய்ச்சல் ஏற்படும். உமிழ்நீரால் பரவும்.",
    "te": "మంప్స్ దవడ దగ్గర వాపు, జ్వరం ఇస్తుంది. లాలాజలం ద్వారా వ్యాపిస్తుంది.",
    "kn": "ಮಂಪ್ಸ್ ದವಡೆಯ ಬಳಿ ಊತ, ಜ್ವರ ಉಂಟುಮಾಡುತ್ತದೆ. ಲಾಲೆಯಿಂದ ಹರಡುತ್ತದೆ.",
    "ml": "മംപ്സ് താടി ഭാഗത്ത് വീക്കം, പനി ഉണ്ടാക്കും. നാവുനീർ വഴി പകരും."
  },

  "chickenpox": {
    "en": "Chickenpox causes itchy blisters, fever, and tiredness. It spreads easily from person to person. Rest and fluids help recovery.",
    "hi": "चेचक में फफोले, बुखार और थकान होती है। यह जल्दी फैलता है।",
    "ta": "சிக்கன் பாக்ஸ் அரிப்பு நிறைந்த புண்கள், காய்ச்சல் ஏற்படும்.",
    "te": "చికెన్‌పాక్స్ దద్దుర్లు, జ్వరం, అలసట కలిగిస్తుంది.",
    "kn": "ಚಿಕನ್‌ಪಾಕ್ಸ್ ಬುಬ್ಬುಳು, ಜ್ವರ, ದಣಿವು ಬಿಡಿಸುತ್ತದೆ.",
    "ml": "ചിക്കൻപോക്സ് പനി, ചർമ്മബാധ ഉണ്ടാക്കും."
  },

  "jaundice": {
    "en": "Jaundice makes the skin and eyes yellow due to liver problems. Symptoms include weakness, nausea, and dark urine. Avoid oily foods.",
    "hi": "पीलिया में त्वचा और आंखें पीली हो जाती हैं। कमजोरी और मतली होती है।",
    "ta": "காமாலை கல்லீரல் பிரச்சனையால் தோல் மஞ்சளாகும்.",
    "te": "జాండిస్ వల్ల చర్మం పసుపు రంగులో మారుతుంది.",
    "kn": "ಕಾಮಳೆ ಚರ್ಮ, ಕಣ್ಣು ಹಳದಿಯಾಗುತ್ತದೆ.",
    "ml": "കാമലയിൽ ചർമ്മവും കണ്ണുകളും മഞ്ഞയായി മാറും."
  },

  "pneumonia": {
    "en": "Pneumonia is a lung infection causing fever, chest pain, cough, and breathlessness. Children and elders are more at risk.",
    "hi": "निमोनिया में फेफड़ों में संक्रमण होता है। बुखार, छाती दर्द और सांस की कमी होती है।",
    "ta": "நிமோனியா நுரையீரல் தொற்று. காய்ச்சல், இருமல், மூச்சுத்திணறல் ஏற்படும்.",
    "te": "న్యుమోనియా ఊపిరితిత్తుల ఇన్ఫెక్షన్. జ్వరం, దగ్గు, శ్వాసలో ఇబ్బంది వస్తుంది.",
    "kn": "ನಿಮೋನಿಯಾ ಫೆಫ್ಸುಗಳ ಸೋಂಕು. ಜ್ವರ, ಎದೆನೋವು, ಉಸಿರಾಟ ಕಷ್ಟ ಕಾಣಿಸಬಹುದು.",
    "ml": "ന്യൂമോണിയ ശ്വാസകോശ രോഗമാണ്. പനി, ചുമ, ശ്വാസതടസം ഉണ്ടാകും."
  },

  "diarrhea": {
    "en": "Diarrhea causes loose stools and dehydration. ORS, clean water, and rest are essential. Avoid spicy and oily foods.",
    "hi": "दस्त में पानी जैसा मल आता है और शरीर में पानी की कमी हो जाती है। ओआरएस जरूरी है।",
    "ta": "வயிற்றுப்போக்கு நீர்க்கேழ்ச்சி, பலவீனம் உண்டாக்கும். ORS குடிக்க வேண்டும்.",
    "te": "డైరియా వల్ల నీటి లోపం కలుగుతుంది. ORS తప్పనిసరి.",
    "kn": "ಜಲದೋಷ ದೇಹದ ನೀರಿಳಿಕೆಗೆ ಕಾರಣ. ORS ಕುಡಿಯುವುದು ಅಗತ್ಯ.",
    "ml": "വയറിളക്കം ദേഹദാഹം ഉണ്ടാക്കും. ORS കുടിക്കുക അത്യാവശ്യം."
  },

  "uti": {
    "en": "UTI causes burning urination, lower stomach pain, and frequent urge to urinate. Drink plenty of water and avoid holding urine.",
    "hi": "यूटीआई में पेशाब में जलन, पेट दर्द और बार-बार पेशाब जाना होता है। पानी ज्यादा पिएं।",
    "ta": "UTI-யில் சிறுநீரில் எரிச்சல், கீழ்வயிறு வலி ஏற்படும்.",
    "te": "UTIలో మూత్రంలో మంట, కడుపు నొప్పి కనిపిస్తుంది.",
    "kn": "UTIಯಲ್ಲಿ ಮೂತ್ರದಲ್ಲಿ ಸುಡುವಿಕೆ, ಹೊಟ್ಟೆನೋವು ಕಾಣಿಸಬಹುದು.",
    "ml": "UTI-യിൽ മൂത്രത്തിൽ കത്തിക്കൽ, വയറുവേദന ഉണ്ടാകും."
  }  ,
  "diabetes": {
    "en": "Diabetes happens when blood sugar levels remain high. Common symptoms include increased thirst, frequent urination, and tiredness. Diet control and exercise help manage it.",
    "hi": "डायबिटीज में ब्लड शुगर बढ़ जाता है। प्यास लगना, बार-बार पेशाब और थकान इसके लक्षण हैं।",
    "ta": "நீரிழிவு நோயில் இரத்த சர்க்கரை அதிகரிக்கும். தாகம், சோர்வு, அடிக்கடி சிறுநீர் போகுவது அறிகுறிகள்.",
    "te": "డయాబెటీస్‌లో రక్తంలో చక్కెర పెరుగుతుంది. దాహం, అలసట, ఎక్కువ మూత్రం లక్షణాలు.",
    "kn": "ಮಧುಮೇಹದಲ್ಲಿ ರಕ್ತದ ಸಕ್ಕರೆ ಹೆಚ್ಚಾಗುತ್ತದೆ. ಬಾಯಾರಿಕೆ, ದೌರ್ಬಲ್ಯ, ಹೆಚ್ಚು ಮೂತ್ರ ವಿಸರ್ಜನೆ ಕಾಣುತ್ತದೆ.",
    "ml": "ഡയബിറ്റിസിൽ രക്തത്തിലെ പഞ്ചസാര ഉയരും. ദാഹം, ക്ഷീണം, അധിക മൂത്രമൊഴുക്ക് ഉണ്ടാകും."
  },

  "hypertension": {
    "en": "High blood pressure often shows no symptoms. If untreated, it increases the risk of stroke and heart problems. Regular BP checkups are important.",
    "hi": "उच्च रक्तचाप में अक्सर कोई लक्षण नहीं होते। यह स्ट्रोक और हृदय रोग का खतरा बढ़ा सकता है।",
    "ta": "உயர் இரத்த அழுத்தத்திற்கு சாதாரணமாக அறிகுறிகள் இல்லை. ஸ்ட்ரோக் அபாயம் அதிகரிக்கும்.",
    "te": "హై బీపీకి ఎక్కువగా లక్షణాలు ఉండవు. స్ట్రోక్ ప్రమాదం పెరుగుతుంది.",
    "kn": "ಹೈ ಬ್ಲಡ್ ಪ್ರೆಶರ್‌ಗೆ ಸಾಮಾನ್ಯವಾಗಿ ಲಕ್ಷಣಗಳಿಲ್ಲ. ಇದು ಸ್ಟ್ರೋಕ್ ಅಪಾಯವನ್ನು ಹೆಚ್ಚಿಸುತ್ತದೆ.",
    "ml": "ഉയർന്ന രക്തസമ്മർദ്ദത്തിന് സാധാരണ ലക്ഷണങ്ങൾ ഇല്ല. സ്ട്രോക്ക് സാധ്യത ഉയരും."
  },

  "heart_attack": {
    "en": "Heart attack occurs when blood flow to the heart is blocked. Symptoms include chest pain, sweating, breathlessness, and left arm discomfort. Seek emergency care immediately.",
    "hi": "हार्ट अटैक में हृदय की रक्त आपूर्ति रुक जाती है। छाती में दर्द, पसीना और सांस की कमी इसके प्रमुख लक्षण हैं।",
    "ta": "இதய நோக்கில் இதயத்திற்கு ரத்த ஓட்டம் தடைப்படும். மார்பு வலி, வியர்வை, மூச்சுத்திணறல் ஏற்படும்.",
    "te": "హార్ట్ అటాక్‌లో గుండెకు రక్త ప్రవాహం ఆగిపోతుంది. ఛాతిలో నొప్పి, చెమట, శ్వాసలో ఇబ్బంది ఉంటుంది.",
    "kn": "ಹೃದಯಾಘಾತದಲ್ಲಿ ಹೃದಯಕ್ಕೆ ರಕ್ತದ ಹರಿವು ನಿಲ್ಲುತ್ತದೆ. ಎದೆನೋವು, ಬೆವರಾಟ, ಉಸಿರಾಟ ತೊಂದರೆ ಕಾಣಿಸುತ್ತದೆ.",
    "ml": "ഹൃദയാഘാതത്തിൽ ഹൃദയത്തിലേക്കുള്ള രക്തയോട്ടം തടയപ്പെടുന്നു. നെഞ്ചുവേദന, വിയർപ്പു, ശ്വാസതടസം ഉണ്ടാകും."
  },

  "stroke": {
    "en": "Stroke occurs when the brain's blood supply is blocked or bleeds. Symptoms include sudden weakness, slurred speech, and facial drooping. Immediate medical help is needed.",
    "hi": "स्ट्रोक में दिमाग की रक्त आपूर्ति रुक जाती है। अचानक कमजोरी, चेहरे का टेढ़ा होना और बोलने में दिक्कत होती है।",
    "ta": "ஸ்ட்ரோக்கில் மூளைக்கு இரத்த ஓட்டம் தடைப்படும். திடீர் பலவீனம், பேச்சு பிரச்சனை ஏற்படும்.",
    "te": "స్ట్రోక్‌లో మెదడుకు రక్త ప్రవాహం ఆగిపోతుంది. ఆకస్మిక బలహీనత, మాట్లాడడంలో ఇబ్బంది.",
    "kn": "ಸ್ಟ್ರೋಕ್‌ನಲ್ಲಿ ಮೆದುಳಿಗೆ ರಕ್ತ ಹರಿವು ತಡೆಯಲ್ಪಡುತ್ತದೆ. ತಕ್ಷಣದ ವೈದ್ಯಕೀಯ ನೆರವು ಅಗತ್ಯ.",
    "ml": "സ്ട്രോക്കിൽ മസ്തിഷ്കത്തിലേക്കുള്ള രക്തയോട്ടം തടയപ്പെടുന്നു. തൽക്ഷണ ചികിത്സ അനിവാര്യമാണ്."
  },

  "asthma": {
    "en": "Asthma affects the airways and makes breathing difficult. Symptoms include wheezing, chest tightness, and cough. Inhalers help control attacks.",
    "hi": "अस्थमा में सांस लेने में कठिनाई, घरघराहट और सीने में जकड़न होती है। इनहेलर राहत देते हैं।",
    "ta": "ஆஸ்துமா சுவாசக் குழாயை பாதிக்கும். வீசிங், இருமல், நெஞ்சு இறுக்கம் ஏற்படும்.",
    "te": "ఆస్తమా శ్వాసనాళాలను ప్రభావితం చేస్తుంది. వీసింగ్, దగ్గు, ఛాతిలో బిగుసుకుపోవడం ఉంటుంది.",
    "kn": "ಆಸ್ಥಮಾ ಉಸಿರಾಟ ಮಾರ್ಗಗಳನ್ನು ಪ್ರಭಾವಿಸುತ್ತದೆ. ವೀಸಿಂಗ್, ಕೆಮ್ಮು ಕಾಣಿಸಬಹುದು.",
    "ml": "ആസ്ത്മ ശ്വാസകോശ പാതകളെ ബാധിക്കുന്നു. വീസിംഗ്, ചുമ, നെഞ്ചിടിപ്പ് അനുഭവിക്കാം."
  },

  "copd": {
    "en": "COPD is a chronic lung disease often caused by smoking or pollution. It leads to cough, breathlessness, and fatigue. Avoid smoke and dust.",
    "hi": "सीओपीडी एक फेफड़ों की बीमारी है जो धूम्रपान या प्रदूषण से होती है। सांस की कमी और खांसी होती है।",
    "ta": "COPD புகை/மாசு காரணமாக உருவாகும் நிலையான நுரையீரல் நோய்.",
    "te": "COPD పొగ, కాలుష్యంతో వచ్చే దీర్ఘకాలిక ఊపిరితిత్తుల వ్యాధి.",
    "kn": "COPD ಧೂಮಪಾನ/ಮಾಲಿನ್ಯದಿಂದ ಉಂಟಾಗುವ ದೀರ್ಘಕಾಲೀನ ಫೆಫ್ಸು ರೋಗ.",
    "ml": "COPD ധൂമപാനം/മാലിന്യം മൂലം ഉണ്ടാകുന്ന ശ്വാസകോശരോഗം."
  },

  "cancer": {
    "en": "Cancer occurs when abnormal cells grow uncontrollably. Symptoms vary but may include lumps, weight loss, or fatigue. Early detection improves outcomes.",
    "hi": "कैंसर में कोशिकाएं अनियंत्रित रूप से बढ़ती हैं। गांठ, वजन कम होना और थकान इसके लक्षण हो सकते हैं।",
    "ta": "புற்றுநோய் என்பது செல்கள் கட்டுப்பாடின்றி பெருகுவது. ஆரம்ப கண்டறிதல் மிகவும் முக்கியம்.",
    "te": "క్యాన్సర్‌లో కణాలు నియంత్రణ లేకుండా పెరుగుతాయి. ముందస్తు పరీక్షలు ఉపయోగకరం.",
    "kn": "ಕ್ಯಾನ್ಸರ್‌ನಲ್ಲಿ ಕೋಶಗಳು ನಿಯಂತ್ರಣವಿಲ್ಲದೆ ಬೆಳೆಯುತ್ತವೆ. ಬೇಗ ಪತ್ತೆ ಮಾಡುವುದು ಮುಖ್ಯ.",
    "ml": "കാൻസറിൽ കോശങ്ങൾ നിയന്ത്രണം കൂടാതെ വളരും. വേഗത്തിലുള്ള പരിശോധന നിർണായകം."
  },

  "anemia": {
    "en": "Anemia occurs when hemoglobin is low. Symptoms include tiredness, pale skin, and dizziness. Iron-rich foods help improve levels.",
    "hi": "एनीमिया में हीमोग्लोबिन कम हो जाता है। कमजोरी, चक्कर और पीलापन होता है।",
    "ta": "அரத்தசோகம் ரத்தத்தில் ஹீமோகுளோபின் குறைவால் ஏற்படும்.",
    "te": "అనీమియా రక్తంలో హీమోగ్లోబిన్ తక్కువగా ఉన్నప్పుడు వస్తుంది.",
    "kn": "ಅನೀಮಿಯಾದಲ್ಲಿ ಹೆಮೋಗ್ಲೋಬಿನ್ ಕಡಿಮೆ. ದೌರ್ಬಲ್ಯ, ತಲೆಚಕ್ಕರೆಯಾಗಬಹುದು.",
    "ml": "അനീമിയയിൽ രക്തഹീമോഗ്ലോബിൻ കുറയുന്നു. ക്ഷീണം, തലചുറ്റൽ ഉണ്ടാകും."
  },

  "thyroid": {
    "en": "Thyroid disorders affect metabolism. Symptoms include weight changes, tiredness, and mood changes. Blood tests confirm the condition.",
    "hi": "थायराइड में वजन बढ़ना/घटना, थकान और मूड में बदलाव होते हैं।",
    "ta": "தைராய்டு பிரச்சனைகள் எடை மாற்றம், சோர்வு உண்டாக்கும்.",
    "te": "థైరాయిడ్ సమస్యలు బరువు మార్పులు, అలసట, మూడ్ మార్పులు ఇస్తాయి.",
    "kn": "ಥೈರಾಯ್ಡ್ ಸಮಸ್ಯೆಗಳು ತೂಕ ಬದಲಾವಣೆ, ದೌರ್ಬಲ್ಯ ತರುತ್ತವೆ.",
    "ml": "ഥൈറോയിഡ് പ്രശ്നങ്ങൾ ഭാരം മാറൽ, ക്ഷീണം ഉണ്ടാക്കും."
  },

  "kidney_stones": {
    "en": "Kidney stones cause severe side pain, nausea, and painful urination. Drinking plenty of water helps pass small stones.",
    "hi": "किडनी स्टोन में तेज कमर दर्द, उल्टी और पेशाब में दर्द होता है। खूब पानी पिएं।",
    "ta": "சிறுநீரக கற்கள் கடுமையான ஓரப்புற வலியை உண்டாக்கும்.",
    "te": "కిడ్నీ రాళ్లు తీవ్రమైన నడుము నొప్పి, వాంతులు కలిగిస్తాయి.",
    "kn": "ಮೂತ್ರಪಿಂಡದ ಕಲ್ಲು ತೀವ್ರ ಬದಿಯ ನೋವು ಉಂಟುಮಾಡುತ್ತದೆ.",
    "ml": "വൃക്കക്കല്ല് ശക്തമായ വശവേദനയും മൂത്രവേദനയും ഉണ്ടാക്കും."
  },

  "ckd": {
    "en": "Chronic Kidney Disease (CKD) slowly reduces kidney function. Symptoms include swelling, tiredness, and decreased urine output.",
    "hi": "सीकेडी में किडनी धीरे-धीरे कमजोर होती है। सूजन, थकान और कम पेशाब इसके लक्षण हैं।",
    "ta": "CKD-ல் சிறுநீரகம் மெதுவாக செயலிழக்கும்.",
    "te": "CKDలో కిడ్నీల పని تدريగ తగ్గిపోతుంది.",
    "kn": "CKD ಯಲ್ಲಿ ಮೂತ್ರಪಿಂಡದ ಕಾರ್ಯ ನಿಧಾನವಾಗಿ ಕಡಿಮೆಯಾಗುತ್ತದೆ.",
    "ml": "CKDയിൽ വൃക്ക പ്രവർത്തനം കുറയുന്നു. വീക്കം, ക്ഷീണം ഉണ്ടാകും."
  }  ,
  "arthritis": {
    "en": "Arthritis causes joint swelling, stiffness, and pain, especially in the knees and hands. Gentle movement and warmth reduce discomfort.",
    "hi": "गठिया में जोड़ सूज जाते हैं और दर्द होता है, खासकर घुटनों और हाथों में। हल्की कसरत मदद कर सकती है।",
    "ta": "வாதநோய் மூட்டுகளில் வீக்கம், வலி, இறுக்கம் உண்டாகும்.",
    "te": "ఆర్థరైటిస్ కీళ్ల నొప్పి, వాపు, గట్టిపడు లక్షణాలు కలిగిస్తుంది.",
    "kn": "ಸಂಧಿವಾತದಲ್ಲಿ ಜೋಡುಗಳಲ್ಲಿ ನೋವು, ಊತ, ಗಟ್ಟಿತನ ಕಾಣಿಸಬಹುದು.",
    "ml": "ആർത്ത്രൈറ്റിസിൽ ജോലുകളിൽ വേദന, വീക്കം, മുറുകൽ ഉണ്ടാകും."
  },

  "migraine": {
    "en": "Migraine causes severe headache with nausea, light sensitivity, and sometimes vision changes. Rest in a quiet room helps.",
    "hi": "माइग्रेन में तेज सिरदर्द, उल्टी और रोशनी से परेशानी होती है।",
    "ta": "மைக்கிரேன் கடுமையான தலைவலி, வாந்தி ஏற்படுத்தும்.",
    "te": "మైగ్రేన్ తీవ్రమైన తలనొప్పి, వాంతులు, వెలుతురు భయం ఇస్తుంది.",
    "kn": "ಮೈಗ್ರೇನ್ ತೀವ್ರ ತಲೆನೋವು, ಉಲ್ಬಣ, ಬೆಳಕಿಗೆ ತೊಂದರೆ.",
    "ml": "മൈഗ്രേൻ ശക്തമായ തലവേദനയും ഛർദ്ദിയും ഉണ്ടാക്കും."
  },

  "epilepsy": {
    "en": "Epilepsy causes repeated seizures due to abnormal brain activity. Symptoms include jerking, confusion, and loss of awareness. Regular medicine helps control it.",
    "hi": "मिर्गी में झटके आते हैं। यह दिमाग की असामान्य गतिविधि के कारण होता है। नियमित दवा जरूरी है।",
    "ta": "எபிலப்சி மீண்டும் மீண்டும் Fits ஏற்படும் நிலை.",
    "te": "ఎపిలెప్సీ లో fits వస్తాయి. మందులు నియంత్రించడంలో సహాయపడతాయి.",
    "kn": "ಎಪಿಲೆಪ್ಸಿ‌ನಲ್ಲಿ ಪುನರಾವರ್ತಿತ ಅಡ್ಡಿ ಸಂಭವಿಸುತ್ತದೆ.",
    "ml": "എപ്പിലപ്സിയിൽ ആവർത്തിച്ചുള്ള ക്ഷണക്ഷോഭങ്ങൾ ഉണ്ടാകും."
  },

  "pcos": {
    "en": "PCOS affects women’s hormones, causing irregular periods, acne, and weight gain. Exercise and proper diet help manage symptoms.",
    "hi": "पीसीओएस में हार्मोन असंतुलन होता है जिससे पीरियड अनियमित हो जाते हैं।",
    "ta": "PCOS பெண்களின் ஹார்மோன்களை பாதிக்கும். முறையற்ற மாதவிடாய் ஏற்படும்.",
    "te": "PCOS మహిళల్లో హార్మోన్ అసమతుల్యత కలిగిస్తుంది.",
    "kn": "PCOS ಮಹಿಳೆಯರಲ್ಲಿ ಹಾರ್ಮೋನ್ ಅಸಮತೋಲನ ಉಂಟುಮಾಡುತ್ತದೆ.",
    "ml": "PCOS സ്ത്രീകളിലെ ഹോർമോൺ അസന്തുലിതാവസ്ഥയാണ്."
  },

  "dehydration": {
    "en": "Dehydration happens when the body loses too much water. Symptoms include dry mouth, dizziness, and low urine. ORS and fluids help recovery.",
    "hi": "पानी की कमी में चक्कर, मुंह सूखना और पेशाब कम हो जाता है। ओआरएस जरूरी है।",
    "ta": "நீரிழப்பு தாகம், மயக்கம், குறைவான சிறுநீர் ஏற்படுத்தும்.",
    "te": "డీహైడ్రేషన్‌లో దాహం, తల తిరగడం, తక్కువ మూత్రం ఉంటుంది.",
    "kn": "ದೇಹದ ನೀರಿಳಿಕೆಯಲ್ಲಿ ದಾಹ, ತಲೆಸುತ್ತು ಕಾಣಬಹುದು.",
    "ml": "ദേഹദാഹത്തിൽ വായ് വരണ്ടു, തലചുറ്റൽ, കുറവ് മൂത്രമൊഴുക്കും."
  },

  "malnutrition": {
    "en": "Malnutrition occurs when the body lacks essential nutrients. Symptoms include weight loss, weakness, and frequent illness. Balanced diet improves health.",
    "hi": "कुपोषण में शरीर को पोषण नहीं मिलता। कमजोरी और बार-बार बीमारी होती है।",
    "ta": "குறைந்த உணவு சத்து காரணமாக வலிமை குறைவு, உடல் பலவீனம் வரும்.",
    "te": "పోషకాహార లోపం వల్ల బలహీనత, తరచు అనారోగ్యం వస్తుంది.",
    "kn": "ಕ್ರೀಶತೆ ಪೋಷಕಾಂಶಗಳ ಕೊರತೆಯಿಂದ ಬರುತ್ತದೆ.",
    "ml": "പോഷകക്കുറവിൽ ബലഹീനതയും രോഗബാധയും കൂടും."
  },

  "heat_stroke": {
    "en": "Heat stroke occurs due to extreme heat exposure. Symptoms include high fever, confusion, and dry skin. Immediate cooling and medical care are required.",
    "hi": "लू लगने पर तेज बुखार, चक्कर और शरीर गर्म हो जाता है। तुरंत ठंडक दें।",
    "ta": "வெயில்புகை காரணமாக உடல் சூடு, மயக்கம் ஏற்படும்.",
    "te": "హీట్ స్ట్రోక్‌లో అధిక జ్వరం, అయోమయం, పొడిబారిన చర్మం కనిపిస్తాయి.",
    "kn": "ಹೀಟ್ ಸ್ಟ್ರೋಕ್‌ನಲ್ಲಿ ದೇಹ ಹೆಚ್ಚು ಬಿಸಿ, ಗಾಬರಿ ಕಾಣಿಸಬಹುದು.",
    "ml": "ഹീറ്റ് സ്‌ട്രോക്കിൽ ശരീരം അമിതമായി ചൂടാകുകയും ബോധക്ഷയം ഉണ്ടാകുകയും ചെയ്യും."
  },

  "snake_bite": {
    "en": "Snake bite may cause swelling, pain, or paralysis depending on the snake. Keep the person still and avoid tying the limb. Seek emergency help immediately.",
    "hi": "सांप के काटने पर सूजन, दर्द या लकवा हो सकता है। तुरंत अस्पताल ले जाएं।",
    "ta": "பாம்பு கடியில் வீக்கம், வலி அல்லது ஊனம் ஏற்படலாம்.",
    "te": "పాము కాటు వలన వాపు, నొప్పి లేదా గుర్తు కోల్పోవడం కలగొచ్చు.",
    "kn": "ಹಾವು ಕಡಿತದಲ್ಲಿ ಊತ, ನೋವು ಅಥವಾ ಅಂಗವೈಕಲ್ಯ ಉಂಟಾಗಬಹುದು.",
    "ml": "പാമ്പുകടി വീക്കം, വേദന, പക്ഷാഘാതം ഉണ്ടാക്കാം. ഉടൻ ചികിത്സ തേടുക."
  },

  "food_poisoning": {
    "en": "Food poisoning results from contaminated food. Symptoms include vomiting, diarrhea, and stomach pain. ORS and light food help recovery.",
    "hi": "फूड पॉइजनिंग में उल्टी, दस्त और पेट दर्द होता है। ओआरएस पिएं।",
    "ta": "கெட்ட உணவு காரணமாக வாந்தி, வயிற்றுப்போக்கு ஏற்படும்.",
    "te": "అశుభ్రమైన ఆహారం వల్ల వాంతులు, డైరియా వస్తాయి.",
    "kn": "ಅಶುದ್ಧ ಆಹಾರದಿಂದ ವಾಂತಿ, ಜಲದೋಷ ಉಂಟಾಗಬಹುದು.",
    "ml": "അശുദ്ധഭക്ഷണം മൂലം ഛർദ്ദി, വയറിളക്കം ഉണ്ടാകും."
  },

  "skin_infections": {
    "en": "Skin infections cause redness, itching, and swelling. Keep the area clean and dry. Avoid scratching and use mild soap.",
    "hi": "त्वचा संक्रमण में लालपन, खुजली और सूजन होती है। साफ-सफाई जरूरी है।",
    "ta": "தோல் தொற்றில் சிவப்பு, அரிப்பு, வீக்கம் ஏற்படும்.",
    "te": "చర్మ వ్యాధిలో ఎర్రదనము, వాపు, దురద కనిపిస్తాయి.",
    "kn": "ಚರ್ಮದ ಸೋಂಕಿನಲ್ಲಿ ಕೆಂಪು, ಕಾರಿಕೆ, ಊತ ಕಾಣಿಸಬಹುದು.",
    "ml": "ത്വക്ക് അണുബാധയിൽ ചുവപ്പ്, ചൊറിച്ചിൽ, വീക്കം ഉണ്ടാകും."
  }
}



